[{"id":"1","name":"Гаррі Поттер і Філософський камінь","author":"Дж. К. Роулінг","publication":"1997-06-26","description":"Перша книга про хлопчика-чаклуна, який дізнається про своє магічне походження та вступає до Гоґвортсу"},{"id":"2","name":"Код да Вінчі","author":"Ден Браун","publication":"2003-03-18","description":"Захопливий трилер про таємниці Святого Грааля та пошуки правди в історії християнства."},{"id":"3","name":"Сутінки","author":"Стефані Маєр","publication":"2005-10-05","description":"Романтична історія кохання між звичайною дівчиною Беллою та вампіром Едвардом."},{"id":"4","name":"Голодні ігри","author":"Сьюзен Коллінз","publication":"2008-09-14","description":"Антиутопія про майбутнє, де підлітки змушені брати участь у смертельних іграх заради виживання."},{"id":"5","name":"П'ятдесят відтінків сірого","author":"Е. Л. Джеймс","publication":"2011-05-25","description":"Еротичний роман про складні стосунки між молодою студенткою та багатим бізнесменом."},{"id":"6","name":"Дівчина у потязі","author":"Пола Гокінс","publication":"2015-01-13","description":"Психологічний трилер про жінку, яка стає свідком злочину зі свого звичайного потяга."},{"id":"7","name":"Життя Pi","author":"Ян Мартел","publication":"2001-09-11","description":"Філософська історія про хлопчика, який виживає в океані разом з бенгальським тигром після корабельної аварії."},{"id":"8","name":"Кайт Раннер","author":"Халед Хоссейні","publication":"2003-05-29","description":"Зворушлива історія про дружбу, зраду та спокутування на тлі подій в Афганістані."},{"id":"9","name":"Зниклa","author":"Гілліан Флінн","publication":"2012-06-05","description":"Напружений психологічний трилер про зникнення дружини та темні таємниці подружнього життя."},{"id":"10","name":"Книжковий злодій","author":"Маркус Зузак","publication":"2005-03-14","description":"Історія про дівчинку в нацистській Німеччині, яка крала книги та ділилася ними з іншими, розказана від імені Смерті."},{"id":"fc7eec92-6a4e-4b86-a8ba-d8e47f9a15ff","name":"Warhammer 40.000 — Єресь Гора. Галактика у вогні","author":"Бен Каунтер","publication":"2006-06-22","description":"Одужавши від важких поранень, Магістр Війни Гор очолює переможні імперські сили в поході проти повсталого світу Ісстван III. Повстанців швидко винищують, але Горова зрада нарешті розкривається, коли на планету падають вірусні бомби, а космодесантники виступають проти своїх же бойових братів у найзапеклішій боротьбі, яку лише можна уявити."}]